[
    {
        "word":"API",
        "definition":"API = application programming interface. An API is a series of functions that programs can use to make the operating system do their dirty work. Using Windows APIs, for example, a program can open windows, files, and message boxes--as well as perform more complicated tasks--by passing a single instruction. Windows has several classes of APIs that deal with telephony, messaging, and other issues.",
        "image":""
    },
    {
        "word":"alpha",
        "definition":"The first letter of the greek alphabet, also means The begining or creation.",
        "image":"images/alpha.jpg"
    },
    {
        "word":"bravo",
        "definition":"A cheer of approval as from an audience at the end of great performance.",
        "image":""
    },
    {
        "word":"charlie",
        "definition":"The beloved unicorn who goes to candy mountain and gets his kidney stolen.",
        "image":"images/charlie.jpg"
    },
    {
        "word":"delta",
        "definition":"Forth letter of the Greek alphabet." ,
        "image":""
    },
    {
        "word":"echo",
        "definition":"A copy of something. Unorginal. A joke that goes on and on and on and on and well u get the point. It is a needless excess in the world and adds nothing but obnoxious repeate. You want to be different so you name your kid Echo.",
        "image":""
    },
    {
        "word":"foxtrot",
        "definition":"Foxtrot is F in phoenetic alphabet. It also means 'on foot'.",
        "image":""
    },
    {
        "word":"georgia",
        "definition":"The adventure state. The most beautiful state in the country. I could never live anywhere else.we have great accents, good food, friendly people. Everything anyone could want!",
        "image":""
    },
    {
        "word":"hotel",
        "definition":"A place you never want to work.",
        "image":""
    },
    {
        "word":"india",
        "definition":"Where every company outsources our jobs to.",
        "image":"images/india.jpg"
    },
    {
        "word":"juliet",
        "definition":"A sweet girl who really likes having fun and laughing... she's never bad, never sad. Perfect in every way.",
        "image":"images/juliet.jpg"
    },
    {
        "word":"kilo",
        "definition":"All around the world today, a kilo is a measure.",
        "image":""
    },
    {
        "word":"lima",
        "definition":"Capital of Peru, South America. Founded in 1535 by Francisco Pizarro, a spanish conqueror. Nice weather and interesting sights to see.",
        "image":""
    },
    {
        "word":"mike",
        "definition":"The most amazing boy in the world. He is quiet around the masses but he opens up around the one he loves. He is extraordinarily protective in the best of ways. Mike can and will make you laugh harder than anyone else. He is the most adorable, cute, nice, sweet, kind, generous, loving, caring, genuine, funny, considerate, awesome person I have ever met. Every moment of my life would be better if I could spend it with him. I could talk to him all day long and we’d never run out of things to say. His smile can make my day; even if it’s from across the room. I love him more than the sun, I need him more than breath it’s self. I can’t imagine my life without him; it scares me more than anything. I will spend the rest of my life in his arms.",
        "image":""
    },
    {
        "word":"november",
        "definition":"The month in which the sexiest people are born (especially since most were conceived in February - the month of love - 9 months earlier).",
        "image":""
    },
    {
        "word":"oscar",
        "definition":"The master of all humans, the person who has control of the world, and the coolest person in the planet.",
        "image":""
    },
    {
        "word":"papa",
        "definition":"A dad some people call their dads papa.",
        "image":""
    },
    {
        "word":"quebec",
        "definition":"The french part of Canada, makers of the original POUTINE. Legal drinking age : 18, real drinking age : 13.",
        "image":"images/quebec.jpg"
    },
    {
        "word":"romeo",
        "definition":"In the world of espionage, the romeo is a male who is carefully placed within a high level government agency to seduce lonely females placed high in the government,and use emotional and/or romantic blackmail to gain sensitive information about the government's activities. Females also were used in this capacity during the cold war, and were thus called romiettes.",
        "image":"images/romeo.jpeg"
    },
    {
        "word":"sierra",
        "definition":"Sierra is an athletic girl who is self conscious about her body when in reality its attractive. She feels ugly because no man likes her but as she matures in life she will be very popular with the boys. Sierra loves to have fun but can get very tired and mean. sierra hates school especially math, but she just tries her hardest but it doesn't pay off in the end. Sierra is still looking for her best friend in life and wants to live with the person she loves the most.",
        "image":""
    },
    {
        "word":"tango",
        "definition":"aka Target.",
        "image":""
    },
    {
        "word":"uniform",
        "definition":"Clothing that makes you free of judgements based on clothing by being constricting, uncomfortable and generally ugly.",
        "image":""
    },
    {
        "word":"victor",
        "definition":"A highly intelligent, smooth talking, mysterious, player, who appears rough on the exterior, but has a heart, you just won't know it....Use CAUTION when in the vicinity of said male species; as they can suck you in and bend you to their will; stripping you of all your values and moral beliefs. Also highly contagious...most men wanna be him and all females wanna have him. Has the ability to turn you into a whimpering ball of flesh with one comment, leaving victim to question their validity for life.",
        "image":""
    },
    {
        "word":"whiskey",
        "definition":"(1) A drink that often burns when consumed by itself, but goes good mixed with various sodas (see: pepsi, coke, 7-up) and sometimes even water. Straight shots are smoother if chilled, and some whiskeys such as Seagram's Seven can be consumed straight by even those with the weakest stomachs. (2) A drink which makes old men's I.Q.s increase exponentially after every shot, eventually leading to a bar full of omniscient men who can't even begin to consider that for once they might just be wrong. (3) Something good to come out of Canada.",
        "image":"images/whiskey.jpg"
    },
    {
        "word":"xray",
        "definition":"Representation of the letter X.",
        "image":""
    },
    {
        "word":"yankee",
        "definition":"The word is a derogatory term used to describe Americans by the Brits, Canadians, Australians and the like; but in the USA used to define an American from the Northern States in the USA, such as New England and the Mid-West. It was most notably used to describe to the Federal Solders and other Northerners by the Confederates during the Civil War Era. Even though some foreigner’s refer to all American’s as Yankees, does not make it so. Call a Southerner a Yankee and he’ll think you’re either just plain dumb or that you are trying to pick a fight. The characteristics often associated with a stereotypical Yankee are shrewdness, thrift, craftiness, rudeness, arrogance, and loudness.",
        "image":"images/yankee.jpg"
    },
    {
        "word":"zulu",
        "definition":"A huge tribe of 30,000 warriors who inhabited Zululand, which is in present day South Africa. The British army decided to conquer zululand, and setup small garrisons of troops to scout it. These were massacred by the Zulu's, and so enraged, the Mighty British Empire rained its' fury on the tribesmen. For several weeks the Zulu tribes laid low, hoping to evade detection. But some 1,200 British Troops and 300 tag-alongs (peaceful natives, soldiers wives etc.) were cut off by water and decided to camp in territory the zulu's were watching. Overnight, the Zulu's gathered and sent 7,000 soldiers onto the camp, killing all but a handful of tag-alongs who escaped when they heard screaming. The Zulu took their guns and marched on Rorke's Drift, a small military hosital. Rorke's drift was manned by 97 ready soldiers, housed 36 wounded, 14 helpful natives five officers and two lieutenants, one of which was new to the area. They recieved news of the impending Zulu attack, but the new lieutenant demanded that they stay to defend the hospital and chapel. A passing preacher intimidated the natives to throw down thier guns and leave, because of the extreme odds. With Just 141 soldiers (One of the tag-alongs rushed to help them) they took on 4,500 Zulu warriors, 1,200 of which were armed and killed 2,500 Zulus. In comparison, 15 British died on the day, and 8 later died of battle wounds before the Zulu's saluted fellow braves and left. Rorke's Drift signalled the unparalleled training of the British armi, but also that the Zulu army, which had impressive capabilities, wouldn't even last until 1880 (Rorke's drift was 22nd-23rd January 1879). Eventually, the Zulu army had to surrender, and became the exploit of the rich. Zulu tribesmen still inhabit South Africa's east coast and centre, but are no longer the dominating force.",
        "image":""
    },
    {
        "word":"The Neverending Story",
        "definition":"One of the best novels ever written. It was written in German by Michael Ende, first published in 1979, and adapted into a movie in 1984.",
        "image":""
    },
    {
        "word":"kardash",
        "definition":"72 days.",
        "image":""
    },
    {
        "word":"JavaScript",
        "definition":"A powerful, object-based, interpreted scripting language, created by Brendan Eich, most commonly embedded directly into HTML web pages to manage client-side interaction.",
        "image":""
    },
    {
        "word":"Internet Explorer",
        "definition":"A simple Windows XP tool which allows the user to browse to Mozilla.com and download Firefox, a web browser.",
        "image":"images/internet_explorer.png"
    },
    {
        "word":"hoopty",
        "definition":"Basically, a piece of garbage car. Usually cheap and/or broken down. Can be any size, make or model, but must (or should) be embarrassing to drive for some reason, such as when you bump the stereo all the plastic \"effects\" you have hot-glued to the exterior rattle, instantly betraying the cheapness of your bling. A hoopty can be anything from a '78 Cadillac Brogham with the panels missing in front of the brake lights (but replaced on only one side with duct tape), to a fine purple two-year old Hyundai Elantra with three spinner hubcaps and a vanity plate that reads BBY GRL.",
        "image":""
    },
    {
        "word":"fnord",
        "definition":"A fnord is a propaganda word conditioned in the masses from a very young age to respond to, usually with fear, anxiety, or uneasiness, but unable to be seen by the general populace. (This definition originates in the Illuminatus trilogy of books by Robert Shea and Robert Anton Wilson.) Sometimes it's used in a sentence to denote a general conspiracy (often jokingly), or sometimes it's used for no reason, especially by Discordians fnord.",
        "image":""
    },
    {
        "word":"Ferengi","definition":"A race of aliens from Star Trek, most commonly seen in Next Generation, and Deep Space 9. Home planet: Ferenginar. They are renowned for their business skills, and their main goal in life is to obtain wealth in any way possible. To die rich.",
        "image":"images/ferengi.jpg"
    },
    {
        "word":"Booyah",
        "definition":"An exclamatory statement, often said when someone is extremely overjoyed. Often people do a hand movement simultaneously as they say 'Booyah'(clinching fist and thrusting their elbow downward vertically).",
        "image":""
    },
    {
        "word":"bling",
        "definition":"Jamaican slang that has been adopted by some African American rappers and inserted into popular culture. The term \"Bling Bling\" refers to the imaginary \"sound\" that is produced from light reflected by a diamond. See The Silvertones \"Bling Bling Christmas\" for the earliest known usage of the slang.",
        "image":"images/bling_background.jpg"
    }
]
